Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Compare today to yesterday. What changed?
ar: قارن اليوم بالأمس. ما الذي تغير؟
da: Sammenlign i dag med i går. Hvad ændrede sig?
de: Vergleiche heute mit gestern. Was hat sich geändert?
es: Compara hoy con ayer. ¿Qué cambió?
fi: Vertaa tätä päivää eiliseen. Mikä muuttui?
fr: Comparez aujourd’hui à hier. Qu’est-ce qui a changé ?
is: Berðu daginn í dag saman við gærdaginn. Hvað breyttist?
it: Confronta oggi con ieri. Cosa è cambiato?
ja: 今日と昨日を比べてください。何が変わりましたか？
ko: 오늘과 어제를 비교해 보세요. 무엇이 달라졌나요?
nb: Sammenlign i dag med i går. Hva endret seg?
nl: Vergelijk vandaag met gisteren. Wat is er veranderd?
pt_br: Compare hoje com ontem. O que mudou?
ru: Сравните сегодня со вчера. Что изменилось?
sv: Jämför idag med igår. Vad förändrades?
zh_hans: 把今天和昨天对比。有什么变化？

source: Comparing Windows
ar: مقارنة النوافذ
da: Sammenligner vinduer
de: Fenster vergleichen
es: Comparando ventanas
fi: Verrataan ikkunoita
fr: Comparaison des fenêtres
is: Ber saman glugga
it: Confronto finestre
ja: ウィンドウ比較
ko: 윈도우 비교
nb: Sammenligner vinduer
nl: Vensters vergelijken
pt_br: Comparando Janelas
ru: Сравнение окон
sv: Jämför fönster
zh_hans: 对比窗口

source: Composite 1–10 readiness from the HRV pipeline.
ar: جاهزية مركّبة من 1 إلى 10 من مسار تحليل HRV.
da: Sammensat 1–10 parathed fra HRV-pipelinen.
de: Zusammengesetzte Bereitschaft 1–10 aus der HRV-Pipeline.
es: Estado de preparación compuesto de 1 a 10 del pipeline de HRV.
fi: Yhdistetty 1–10 valmius HRV-putkesta.
fr: Préparation composite de 1 à 10 issue du pipeline HRV.
is: Samsettur 1–10 viðbúnaður úr HRV-ferlinu.
it: Prontezza composita 1–10 dalla pipeline HRV.
ja: HRV パイプラインによる 1〜10 の総合準備状態。
ko: HRV 파이프라인에서 산출한 1–10 종합 준비도.
nb: Sammensatt 1–10 beredskap fra HRV-pipelinen.
nl: Samengestelde gereedheid 1–10 uit de HRV-pipeline.
pt_br: Prontidão composta de 1 a 10 do pipeline de VFC.
ru: Сводная готовность 1–10 из конвейера ВСР.
sv: Sammansatt 1–10 beredskap från HRV-pipelinen.
zh_hans: 由 HRV 流水线得出的 1–10 综合准备状态。

source: Composite Metrics
ar: مقاييس مركبة
da: Sammensatte målinger
de: Zusammengesetzte Metriken
es: Métricas compuestas
fi: Yhdistelmämittarit
fr: Métriques composites
is: Samsettar mælingar
it: Metriche composite
ja: 複合メトリクス
ko: 복합 지표
nb: Sammensatte målinger
nl: Samengestelde metrieken
pt_br: Métricas Compostas
ru: Комплексные показатели
sv: Sammansatta mått
zh_hans: 综合指标

source: Composite readiness score derived from HRV metrics relative to your personal baseline. Accounts for RMSSD z-score, resting HR, DFA α1, and autonomic balance. Above 7.0 suggests you can train hard; 4.5–7.0 is moderate; below 4.5 suggests prioritizing recovery.
ar: درجة جاهزية مركّبة مشتقة من مقاييس HRV مقارنةً بخط أساسك الشخصي. تأخذ في الحسبان درجة z لـ RMSSD ونبض الراحة وDFA α1 والتوازن الذاتي. فوق 7.0 توحي بإمكانية التدريب الشاق؛ و4.5–7.0 متوسطة؛ ودون 4.5 توحي بإعطاء الأولوية للتعافي.
da: Sammensat parathedsscore udledt af HRV-mål i forhold til din personlige baseline. Tager højde for RMSSD z-score, hvilepuls, DFA α1 og autonom balance. Over 7,0 tyder på at du kan træne hårdt; 4,5–7,0 er moderat; under 4,5 taler for at prioritere restitution.
de: Zusammengesetzter Bereitschaftswert aus HRV-Kennzahlen relativ zu deiner persönlichen Baseline. Berücksichtigt den RMSSD-z-Wert, den Ruhepuls, DFA α1 und die autonome Balance. Über 7,0 spricht für hartes Training; 4,5–7,0 ist mittel; unter 4,5 sollte die Erholung Vorrang haben.
es: Puntuación compuesta de estado de preparación derivada de métricas de HRV en relación con tu línea base personal. Tiene en cuenta la puntuación z del RMSSD, la FC en reposo, el DFA α1 y el equilibrio autonómico. Por encima de 7,0 sugiere que puedes entrenar fuerte; 4,5–7,0 es moderado; por debajo de 4,5 conviene priorizar la recuperación.
fi: Yhdistelmävalmiuspisteet, jotka johdetaan HRV-mittareista suhteessa henkilökohtaiseen perustasoosi. Huomioi RMSSD:n z-arvon, leposykkeen, DFA α1:n ja autonomisen tasapainon. Yli 7,0 tarkoittaa, että voit harjoitella kovaa; 4,5–7,0 on kohtalainen; alle 4,5 puoltaa palautumisen priorisointia.
fr: Score composite de préparation dérivé de mesures HRV relatives à votre référence personnelle. Il tient compte du z-score du RMSSD, de la FC de repos, du DFA α1 et de l’équilibre autonome. Au-dessus de 7,0, vous pouvez vous entraîner dur ; 4,5–7,0 est modéré ; sous 4,5, privilégiez la récupération.
is: Samsett viðbúnaðareinkunn leidd af HRV-mælingum miðað við persónulega grunnlínu þína. Tekur tillit til z-gildis RMSSD, hvíldarpúls, DFA α1 og ósjálfráðs jafnvægis. Yfir 7,0 bendir til að þú getir æft af krafti; 4,5–7,0 er miðlungs; undir 4,5 bendir til að setja endurheimt í forgang.
it: Punteggio composito di prontezza derivato dalle metriche HRV rispetto alla tua baseline personale. Tiene conto dello z-score dell’RMSSD, della FC a riposo, del DFA α1 e dell’equilibrio autonomico. Sopra 7,0 puoi allenarti duro; 4,5–7,0 è moderato; sotto 4,5 conviene dare priorità al recupero.
ja: 個人のベースラインに対する HRV 指標から導かれる総合準備状態スコアです。RMSSD の z 値、安静時心拍、DFA α1、自律神経バランスを考慮します。7.0 超なら強度の高い練習が可能、4.5〜7.0 は中程度、4.5 未満は回復を優先すべきことを示します。
ko: 개인 기준선 대비 HRV 지표에서 도출한 종합 준비도 점수입니다. RMSSD z-점수, 안정 시 심박, DFA α1, 자율신경 균형을 반영합니다. 7.0 초과면 강하게 훈련해도 되고, 4.5–7.0은 보통이며, 4.5 미만이면 회복을 우선하는 것이 좋습니다.
nb: Sammensatt beredskapsscore utledet av HRV-mål i forhold til din personlige baseline. Tar hensyn til RMSSD z-score, hvilepuls, DFA α1 og autonom balanse. Over 7,0 tyder på at du kan trene hardt; 4,5–7,0 er moderat; under 4,5 taler for å prioritere restitusjon.
nl: Samengestelde gereedheidsscore afgeleid van HRV-metrieken ten opzichte van je persoonlijke basislijn. Houdt rekening met de RMSSD z-score, rusthartslag, DFA α1 en autonome balans. Boven 7,0 kun je hard trainen; 4,5–7,0 is gemiddeld; onder 4,5 geef je beter voorrang aan herstel.
pt_br: Pontuação composta de prontidão derivada de métricas de VFC em relação à sua linha de base pessoal. Considera o z-score do RMSSD, a FC de repouso, o DFA α1 e o equilíbrio autonômico. Acima de 7,0 sugere que você pode treinar forte; 4,5–7,0 é moderado; abaixo de 4,5 indica priorizar a recuperação.
ru: Сводная оценка готовности, полученная из метрик ВСР относительно вашей личной базовой линии. Учитывает z-оценку RMSSD, пульс покоя, DFA α1 и вегетативный баланс. Выше 7,0 — можно тренироваться тяжело; 4,5–7,0 — средне; ниже 4,5 — лучше отдать приоритет восстановлению.
sv: Sammansatt beredskapspoäng härledd ur HRV-mått i förhållande till din personliga baslinje. Tar hänsyn till RMSSD z-poäng, vilopuls, DFA α1 och autonom balans. Över 7,0 tyder på att du kan träna hårt; 4,5–7,0 är måttligt; under 4,5 talar för att prioritera återhämtning.
zh_hans: 基于 HRV 指标相对个人基线得出的综合准备状态评分。它综合了 RMSSD 的 z 分数、静息心率、DFA α1 和自主神经平衡。高于 7.0 说明可以进行高强度训练；4.5–7.0 属中等；低于 4.5 则建议优先恢复。

source: Comprehensive
ar: شامل
da: Omfattende
de: Umfassend
es: Completo
fi: Kattava
fr: Complet
is: Yfirgripsmikið
it: Completo
ja: 包括的
ko: 종합
nb: Omfattende
nl: Uitgebreid
pt_br: Abrangente
ru: Полный
sv: Omfattande
zh_hans: 全面

source: Comprehensive adds deep-dive metric analysis when the Deep-Dive section is enabled.
ar: يضيف الوضع الشامل تحليلًا متعمقًا للمقاييس عند تفعيل قسم التحليل المعمّق.
da: Omfattende tilføjer dybdegående metrikanalyse, når Deep-Dive-sektionen er aktiveret.
de: „Umfassend“ fügt eine eingehende Metrikanalyse hinzu, wenn der Deep-Dive-Bereich aktiviert ist.
es: La opción Completa añade un análisis detallado de métricas cuando la sección Análisis en profundidad está activada.
fi: Kattava-tila lisää syvällisen mittarianalyysin, kun Deep-Dive-osio on käytössä.
fr: L'option Complète ajoute une analyse approfondie des métriques lorsque la section Deep-Dive est activée.
is: Ítarlegt bætir við djúpri mæligreiningu þegar Deep-Dive-hlutinn er virkur.
it: Completa aggiunge un'analisi approfondita delle metriche quando la sezione Deep-Dive è attiva.
ja: 「包括的」は、詳細分析セクションが有効な場合に詳細な指標分析を追加します。
ko: Deep-Dive 섹션이 활성화되면 종합 모드가 심층 지표 분석을 추가합니다.
nb: Omfattende legger til dyptgående metrikkanalyse når Deep-Dive-delen er aktivert.
nl: Uitgebreid voegt diepgaande metriekanalyse toe wanneer de Deep-Dive-sectie is ingeschakeld.
pt_br: O modo Abrangente adiciona análise detalhada de métricas quando a seção Deep-Dive está ativada.
ru: Режим «Полный» добавляет углублённый анализ показателей, когда включён раздел «Углублённый анализ».
sv: Omfattande lägger till djupgående mätvärdesanalys när Deep-Dive-avsnittet är aktiverat.
zh_hans: 启用“深度分析”部分后，"全面"模式会增加深入的指标分析。

source: Comprehensive coach-style breakdown of this workout — every metric, comparisons against your history, and recommendations for tomorrow. Built from this session's data, so it stays current if you re-tag or fix anything.
ar: تحليل شامل لهذا التمرين بأسلوب المدرّب — كل مقياس، ومقارنات مع سجلّك، وتوصيات للغد. مبني على بيانات هذه الجلسة، لذا يبقى محدّثًا إذا أعدت وسم أي شيء أو صحّحته.
da: Omfattende coach-agtig gennemgang af denne træning — alle målinger, sammenligninger med din historik og anbefalinger til i morgen. Bygget ud fra denne sessions data, så den forbliver aktuel, hvis du gen-tagger eller retter noget.
de: Umfassende trainerartige Analyse dieses Workouts — jede Kennzahl, Vergleiche mit deinem Verlauf und Empfehlungen für morgen. Aus den Daten dieser Sitzung erstellt, bleibt sie aktuell, wenn du etwas neu markierst oder korrigierst.
es: Análisis detallado de este entrenamiento al estilo de un entrenador: cada métrica, comparaciones con tu historial y recomendaciones para mañana. Se genera a partir de los datos de esta sesión, por lo que se mantiene actualizado si reetiquetas o corriges algo.
fi: Kattava valmentajatyylinen erittely tästä harjoituksesta — jokainen mittari, vertailut historiaasi ja suositukset huomiselle. Rakennettu tämän istunnon tiedoista, joten se pysyy ajan tasalla, jos uudelleenmerkitset tai korjaat jotain.
fr: Analyse complète de cette séance, comme par un coach — chaque métrique, des comparaisons avec votre historique et des recommandations pour demain. Construite à partir des données de cette session, elle reste à jour si vous réétiquetez ou corrigez quoi que ce soit.
is: Yfirgripsmikil þjálfarastíls greining á þessari æfingu — hvert mæligildi, samanburður við sögu þína og ráðleggingar fyrir morgundaginn. Byggð á gögnum þessarar lotu, svo hún helst uppfærð ef þú merkir aftur eða lagar eitthvað.
it: Analisi dettagliata di questo allenamento in stile coach: ogni metrica, confronti con il tuo storico e consigli per domani. Costruita dai dati di questa sessione, quindi resta aggiornata se ri-etichetti o correggi qualcosa.
ja: このワークアウトのコーチ視点による総合的な分析 — すべての指標、過去の履歴との比較、明日への推奨事項。このセッションのデータから生成されるため、再タグ付けや修正を行っても常に最新の状態に保たれます。
ko: 이 운동에 대한 코치 스타일의 종합 분석 — 모든 지표, 과거 기록과의 비교, 내일을 위한 권장 사항. 이 세션의 데이터를 기반으로 구성되므로 다시 태그하거나 수정해도 항상 최신 상태로 유지됩니다.
nb: Omfattende coach-aktig gjennomgang av denne økten — hver måling, sammenligninger mot historikken din og anbefalinger for i morgen. Bygget på dataene fra denne økten, så den holder seg oppdatert hvis du re-tagger eller retter noe.
nl: Uitgebreide coach-achtige analyse van deze training — elke metriek, vergelijkingen met je geschiedenis en aanbevelingen voor morgen. Opgebouwd uit de gegevens van deze sessie, dus blijft actueel als je iets opnieuw labelt of corrigeert.
pt_br: Análise abrangente deste treino no estilo de um treinador — cada métrica, comparações com seu histórico e recomendações para amanhã. Criada a partir dos dados desta sessão, por isso permanece atualizada se você reetiquetar ou corrigir algo.
ru: Подробный разбор этой тренировки в стиле тренера — каждый показатель, сравнения с вашей историей и рекомендации на завтра. Создаётся на основе данных этой сессии, поэтому остаётся актуальным, если вы переразметите или что-то исправите.
sv: Omfattande coachliknande genomgång av detta pass — varje mätvärde, jämförelser mot din historik och rekommendationer för i morgon. Byggd på data från detta pass, så den hålls aktuell om du taggar om eller rättar något.
zh_hans: 以教练视角对本次训练的全面解析 — 每项指标、与历史数据的对比，以及对明天的建议。基于本次记录的数据生成，因此当你重新标记或修正任何内容时，它会保持最新。

source: Computing baseline from recent overnight sessions…
ar: جارٍ حساب خط الأساس من الجلسات الليلية الأخيرة…
da: Beregner baseline ud fra seneste natlige sessioner…
de: Baseline wird aus jüngsten Nachtsitzungen berechnet…
es: Calculando la línea base a partir de sesiones nocturnas recientes…
fi: Lasketaan perustasoa viimeaikaisista yön istunnoista…
fr: Calcul de la référence à partir des nuits récentes…
is: Reikna grunnlínu út frá nýlegum næturlotum…
it: Calcolo della baseline dalle recenti sessioni notturne…
ja: 最近の夜間セッションからベースラインを計算中…
ko: 최근 야간 세션에서 기준선 계산 중…
nb: Beregner baseline fra nylige nattlige økter…
nl: Basislijn berekenen uit recente nachtsessies…
pt_br: Calculando a linha de base a partir de sessões noturnas recentes…
ru: Расчёт базовой линии по недавним ночным сессиям…
sv: Beräknar baslinje från senaste nattliga passen…
zh_hans: 正在根据近期夜间记录计算基线…

source: Conditions
ar: الظروف
da: Forhold
de: Bedingungen
es: Condiciones
fi: Olosuhteet
is: Aðstæður
it: Condizioni
ja: 気象条件
ko: 조건
nb: Forhold
nl: Omstandigheden
pt_br: Condições
ru: Условия
sv: Förhållanden
zh_hans: 条件

source: Confirm intent
ar: تأكيد القصد
da: Bekræft hensigt
de: Absicht bestätigen
es: Confirmar intención
fi: Vahvista aikomus
fr: Confirmer l'intention
is: Staðfesta ætlun
it: Conferma intenzione
ja: 意図を確認
ko: 의도 확인
nb: Bekreft hensikt
nl: Intentie bevestigen
pt_br: Confirmar intenção
ru: Подтвердите намерение
sv: Bekräfta avsikt
zh_hans: 确认意图

source: Connect
ar: اتصال
da: Forbind
de: Verbinden
es: Conectar
fi: Yhdistä
fr: Connecter
is: Tengja
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbinden
pt_br: Conectar
ru: Подключить
sv: Anslut
zh_hans: 连接

source: Connect a chest strap to enable α1
ar: وصّل حزام صدر لتفعيل α1
da: Forbind et brystbælte for at aktivere α1
de: Brustgurt verbinden, um α1 zu aktivieren
es: Conecta una banda pectoral para habilitar α1
fi: Yhdistä rintapanta ottaaksesi α1 käyttöön
fr: Connectez une ceinture pectorale pour activer α1
is: Tengdu brjóstól til að virkja α1
it: Collega una fascia toracica per abilitare α1
ja: α1 を有効にするには胸ストラップを接続
ko: α1을 사용하려면 흉부 스트랩을 연결하세요
nb: Koble til et brystbelte for å aktivere α1
nl: Verbind een borstband om α1 in te schakelen
pt_br: Conecte uma cinta peitoral para habilitar α1
ru: Подключите нагрудный датчик для α1
sv: Anslut ett bröstband för att aktivera α1
zh_hans: 连接胸带以启用 α1

source: Connect Apple Health
ar: الاتصال بـ Apple Health
da: Forbind Apple Health
de: Apple Health verbinden
es: Conectar Apple Health
fi: Yhdistä Apple Health
fr: Connecter Apple Santé
is: Tengja Apple Health
it: Collega Apple Salute
ja: Apple ヘルスケアを接続
ko: Apple 건강 연결
nb: Koble til Apple Health
nl: Apple Health verbinden
pt_br: Conectar o Apple Saúde
ru: Подключить Apple Здоровье
sv: Anslut Apple Hälsa
zh_hans: 连接 Apple 健康

source: Connect device to resume
ar: قم بتوصيل الجهاز للاستئناف
da: Forbind enhed for at genoptage
de: Gerät verbinden, um fortzufahren
es: Conecta el dispositivo para reanudar
fi: Yhdistä laite jatkaaksesi
fr: Connectez l'appareil pour reprendre
is: Tengdu tæki til að halda áfram
it: Collegare il dispositivo per riprendere
ja: 再開するにはデバイスを接続
ko: 재개하려면 기기를 연결하세요
nb: Koble til enhet for å fortsette
nl: Verbind apparaat om te hervatten
pt_br: Conecte o dispositivo para continuar
ru: Подключите устройство для продолжения
sv: Anslut enhet för att återuppta
zh_hans: 连接设备以继续

source: Connect opens Apple Health, where you choose exactly which of these to share. You can change it any time in the Health app.
ar: يفتح زر «اتصال» Apple Health، حيث تختار بالضبط أيًّا من هذه البيانات تشاركه. ويمكنك تغيير ذلك في أي وقت من تطبيق صحتي.
da: Forbind åbner Apple Health, hvor du vælger præcis, hvilke af disse data du vil dele. Du kan ændre det når som helst i Sundhed-appen.
de: „Verbinden“ öffnet Apple Health, wo du genau auswählst, welche dieser Daten du teilst. Du kannst das jederzeit in der Health-App ändern.
es: Conectar abre Apple Health, donde eliges exactamente cuáles de estos datos compartir. Puedes cambiarlo en cualquier momento en la app Salud.
fi: Yhdistä avaa Apple Healthin, jossa valitset tarkalleen, mitkä näistä jaat. Voit muuttaa valintaa milloin tahansa Terveys-sovelluksessa.
fr: Connecter ouvre Apple Santé, où vous choisissez exactement lesquelles de ces données partager. Vous pouvez modifier ce choix à tout moment dans l’app Santé.
is: Tengja opnar Apple Health, þar sem þú velur nákvæmlega hverju af þessu þú deilir. Þú getur breytt því hvenær sem er í Health-forritinu.
it: Connetti apre Apple Salute, dove scegli esattamente quali di questi dati condividere. Puoi cambiarlo in qualsiasi momento nell’app Salute.
ja: 「接続」をタップすると Apple ヘルスケアが開き、これらのうちどれを共有するかを細かく選べます。ヘルスケアアプリでいつでも変更できます。
ko: 연결을 누르면 Apple 건강이 열리며, 여기서 이 중 무엇을 공유할지 정확히 선택할 수 있습니다. 건강 앱에서 언제든지 변경할 수 있습니다.
nb: Koble til åpner Apple Health, der du velger nøyaktig hvilke av disse du vil dele. Du kan endre det når som helst i Helse-appen.
nl: Verbinden opent Apple Health, waar je precies kiest welke hiervan je deelt. Je kunt dit altijd wijzigen in de Gezondheid-app.
pt_br: Conectar abre o Apple Saúde, onde você escolhe exatamente quais destes dados compartilhar. Você pode mudar isso a qualquer momento no app Saúde.
ru: Кнопка «Подключить» открывает Apple Здоровье, где вы сами выбираете, какими из этих данных делиться. Изменить это можно в любой момент в приложении «Здоровье».
sv: Anslut öppnar Apple Hälsa, där du väljer exakt vilka av dessa som ska delas. Du kan ändra det när som helst i appen Hälsa.
zh_hans: 点按“连接”会打开 Apple 健康，你可以在其中精确选择要共享哪些数据。你可以随时在“健康”App 中更改。

source: Connect strap first
ar: قم بتوصيل الحزام أولاً
da: Forbind sele først
de: Zuerst Brustgurt verbinden
es: Conecta primero la banda
fi: Yhdistä vyö ensin
fr: Connectez d'abord la ceinture
is: Tengdu ólina fyrst
it: Collegare prima la fascia
ja: まずストラップを接続
ko: 먼저 스트랩을 연결하세요
nb: Koble til sele først
nl: Verbind eerst de band
pt_br: Conecte a cinta primeiro
ru: Сначала подключите датчик
sv: Anslut bröstbandet först
zh_hans: 请先连接心率带

source: Connect to Apple Health
ar: الاتصال بـ Apple Health
da: Forbind til Apple Health
de: Mit Apple Health verbinden
es: Conectar con Apple Health
fi: Yhdistä Apple Healthiin
fr: Se connecter à Apple Santé
is: Tengja við Apple Health
it: Connetti ad Apple Health
ja: Apple ヘルスケアに接続
ko: Apple Health에 연결
nb: Koble til Apple Health
nl: Verbinden met Apple Health
pt_br: Conectar ao Apple Health
ru: Подключить к Apple Здоровье
sv: Anslut till Apple Health
zh_hans: 连接到 Apple 健康

source: Connect to Polar device first
ar: اتصل بجهاز Polar أولاً
da: Forbind til Polar-enhed først
de: Zuerst mit Polar-Gerät verbinden
es: Conéctate primero al dispositivo Polar
fi: Yhdistä Polar-laitteeseen ensin
fr: Connectez d'abord l'appareil Polar
is: Tengdu við Polar tæki fyrst
it: Collegare prima il dispositivo Polar
ja: まずPolarデバイスに接続
ko: 먼저 Polar 기기에 연결하세요
nb: Koble til Polar-enhet først
nl: Verbind eerst met Polar-apparaat
pt_br: Conecte ao dispositivo Polar primeiro
ru: Сначала подключитесь к устройству Polar
sv: Anslut till Polar-enhet först
zh_hans: 请先连接Polar设备

source: Connect Your Sensor
ar: قم بتوصيل المستشعر
da: Tilslut din sensor
de: Sensor verbinden
es: Conecta tu sensor
fi: Yhdistä anturisi
fr: Connectez votre capteur
is: Tengdu skynjara þinn
it: Collega il tuo sensore
ja: センサーを接続
ko: 센서 연결
nb: Koble til sensoren din
nl: Verbind uw sensor
pt_br: Conecte seu sensor
ru: Подключите датчик
sv: Anslut din sensor
zh_hans: 连接你的传感器

source: Connect your strap first, then try again.
ar: وصِّل حزامك أولاً ثم حاول مرة أخرى.
da: Tilslut din rem først, og prøv så igen.
de: Verbinde zuerst deinen Gurt und versuche es dann erneut.
es: Conecta primero tu banda y vuelve a intentarlo.
fi: Yhdistä ensin pantasi ja yritä sitten uudelleen.
fr: Connectez d'abord votre ceinture, puis réessayez.
is: Tengdu beltið þitt fyrst og reyndu svo aftur.
it: Collega prima la fascia, poi riprova.
ja: 先にストラップを接続してから、もう一度お試しください。
ko: 먼저 스트랩을 연결한 다음 다시 시도하세요.
nb: Koble til beltet først, og prøv på nytt.
nl: Verbind eerst je band en probeer het opnieuw.
pt_br: Conecte sua cinta primeiro e tente novamente.
ru: Сначала подключите ремень, затем повторите попытку.
sv: Anslut bandet först och försök igen.
zh_hans: 请先连接心率带，然后重试。

source: Connect your strap, then merge its complete recording into this workout. Restores the full length and auto-trims the end where your heart rate drops.
ar: وصّل حزامك، ثم ادمج تسجيله الكامل في هذا التمرين. يستعيد المدة الكاملة ويقتطع تلقائيًا النهاية حيث ينخفض معدل ضربات قلبك.
da: Tilslut dit bælte, og flet derefter dets komplette optagelse ind i denne træning. Gendanner den fulde længde og beskærer automatisk slutningen, hvor din hjertefrekvens falder.
de: Verbinde deinen Gurt und führe dann seine vollständige Aufzeichnung mit diesem Training zusammen. Stellt die volle Länge wieder her und schneidet das Ende automatisch ab, wo deine Herzfrequenz abfällt.
es: Conecta tu banda y luego fusiona su grabación completa con este entrenamiento. Restaura la duración completa y recorta automáticamente el final donde baja tu frecuencia cardíaca.
fi: Yhdistä pantasi ja yhdistä sitten sen täydellinen tallenne tähän harjoitukseen. Palauttaa täyden keston ja leikkaa automaattisesti lopun, jossa sykkeesi laskee.
fr: Connectez votre ceinture, puis fusionnez son enregistrement complet avec cette séance. Restaure la durée intégrale et coupe automatiquement la fin où votre fréquence cardiaque chute.
is: Tengdu beltið þitt og sameinaðu síðan fullkomnu upptöku þess við þessa æfingu. Endurheimtir fulla lengd og klippir sjálfkrafa endann þar sem hjartsláttur þinn lækkar.
it: Collega la fascia, poi unisci la sua registrazione completa a questo allenamento. Ripristina la durata completa e taglia automaticamente la parte finale in cui la frequenza cardiaca cala.
ja: ストラップを接続し、その完全な記録をこのワークアウトに統合します。全体の長さを復元し、心拍数が下がる末尾を自動的にトリミングします。
ko: 스트랩을 연결한 다음 전체 기록을 이 운동에 병합하세요. 전체 길이를 복원하고 심박수가 떨어지는 끝부분을 자동으로 잘라냅니다.
nb: Koble til stroppen, og slå deretter sammen den komplette opptaket med denne økten. Gjenoppretter full lengde og trimmer automatisk slutten der pulsen din faller.
nl: Verbind je band en voeg vervolgens de volledige opname samen met deze training. Herstelt de volledige lengte en knipt automatisch het einde bij waar je hartslag daalt.
pt_br: Conecte sua cinta e, em seguida, mescle sua gravação completa a este treino. Restaura a duração total e corta automaticamente o final onde sua frequência cardíaca cai.
ru: Подключите датчик, затем объедините его полную запись с этой тренировкой. Восстанавливает полную длительность и автоматически обрезает конец, где ваш пульс снижается.
sv: Anslut ditt band och sammanfoga sedan dess fullständiga inspelning med det här träningspasset. Återställer den fulla längden och trimmar automatiskt slutet där din puls sjunker.
zh_hans: 连接你的心率带，然后将其完整记录合并到此次训练中。恢复完整时长，并自动修剪心率下降的末尾部分。

source: Connected
ar: متصل
da: Forbundet
de: Verbunden
es: Conectado
fi: Yhdistetty
fr: Connecté
is: Tengt
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pt_br: Conectado
ru: Подключено
sv: Ansluten
zh_hans: 已连接

source: Connected — streaming RR
ar: متصل — جارٍ بث RR
da: Forbundet — streamer RR
de: Verbunden — RR wird gestreamt
es: Conectado — transmitiendo RR
fi: Yhdistetty — suoratoistetaan RR
fr: Connecté — diffusion RR
is: Tengt — streymir RR
it: Connesso — streaming RR
ja: 接続済み — RRをストリーミング中
ko: 연결됨 — RR 스트리밍 중
nb: Tilkoblet — strømmer RR
nl: Verbonden — RR wordt gestreamd
pt_br: Conectado — transmitindo RR
ru: Подключено — передача RR
sv: Ansluten — strömmar RR
zh_hans: 已连接 — 正在传输 RR
